Repository: jrevillard/genie-ai-replica
Catalog: mobile/genie_ai_mobile_swiftui/GenieAI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, pt, ru, sw, th, zh

source: Save First
ar: حفظ أولاً
de: Zuerst speichern
es: Guardar Primero
fr: Enregistrer d'abord
id: Simpan Dulu
pt: Salvar Primeiro
ru: Снач. Сохр.
sw: Hifadhi Kwanza
th: บันทึกก่อน
zh: 先保存

source: Save Profile
ar: حفظ الملف الشخصي
de: Profil speichern
es: Guardar perfil
fr: Enregistrer le profil
id: Simpan Profil
pt: Salvar Perfil
ru: Сохранить профиль
sw: Hifadhi Wasifu
th: บันทึกโปรไฟล์
zh: 保存个人资料

source: Save profile data
ar: حفظ بيانات الملف الشخصي
de: Profildaten speichern
es: Guardar datos del perfil
fr: Enregistrer les données du profil
id: Simpan data profil
pt: Salvar dados do perfil
ru: Сохранить данные профиля
sw: Hifadhi data ya wasifu
th: บันทึกข้อมูลโปรไฟล์
zh: 保存个人资料数据

source: Save Settings
ar: حفظ الإعدادات
de: Einstellungen speichern
es: Guardar configuración
fr: Enregistrer les paramètres
id: Simpan Pengaturan
pt: Salvar Configurações
ru: Сохранить настройки
sw: Hifadhi Mipangilio
th: บันทึกการตั้งค่า
zh: 保存设置

source: Saved account login is not yet implemented
ar: تسجيل الدخول بالحساب المحفوظ غير مفعل حالياً
de: Anmeldung mit gespeichertem Konto ist noch nicht implementiert
es: El inicio con cuenta guardada aún no está implementado
fr: La connexion avec un compte enregistré n'est pas encore implémentée
id: Masuk dengan akun tersimpan belum diimplementasikan
pt: Login com conta salva ainda não implementado
ru: Вход через сохраненный аккаунт еще не реализован
sw: Kuingia kwa akaunti iliyohifadhiwa bado hakujatekelezwa
th: การเข้าสู่ระบบด้วยบัญชีที่บันทึกไว้ยังไม่เปิดให้บริการ
zh: 已保存账户登录尚未实现

source: Saved Accounts
ar: الحسابات المحفوظة
de: Gespeicherte Konten
es: Cuentas guardadas
fr: Comptes enregistrés
id: Akun Tersimpan
pt: Contas Salvas
ru: Сохраненные аккаунты
sw: Akaunti Zilizohifadhiwa
th: บัญชีที่บันทึกไว้
zh: 已保存的账户

source: Saved Chats
ar: المحادثات المحفوظة
de: Gespeicherte Chats
es: Chats guardados
fr: Chats enregistrés
id: Obrolan Tersimpan
pt: Chats Salvos
ru: Сохраненные чаты
sw: Gumzo Zilizohifadhiwa
th: แชทที่บันทึกไว้
zh: 已保存的聊天

source: Saving your settings...
ar: جاري حفظ إعداداتك...
de: Speichere Einstellungen...
es: Guardando configuración...
fr: Enregistrement de vos paramètres...
id: Menyimpan pengaturan Anda...
pt: Salvando suas configurações...
ru: Сохранение настроек...
sw: Inahifadhi mipangilio yako...
th: กำลังบันทึกการตั้งค่าของคุณ...
zh: 正在保存您的设置...

source: Saving...
ar: جاري الحفظ...
de: Speichere...
es: Guardando...
fr: Enregistrement...
id: Menyimpan...
pt: Salvando...
ru: Сохранение...
sw: Inahifadhi...
th: กำลังบันทึก...
zh: 正在保存...

source: Scholarships and financial aid received
ar: المنح الدراسية والمساعدات المالية
de: Stipendien und erhaltene finanzielle Unterstützung
es: Becas y ayuda financiera recibida
fr: Bourses et aides financières reçues
id: Beasiswa dan bantuan keuangan yang diterima
pt: Bolsas de estudo e auxílio financeiro recebidos
ru: Стипендии и полученная финансовая помощь
sw: Biasis na msaada wa kifedha uliopokelewa
th: ทุนการศึกษาและความช่วยเหลือทางการเงินที่ได้รับ
zh: 奖学金和获得的经济援助

source: School and university attended
ar: المدارس والجامعات التي تم حضورها
de: Besuchte Schulen und Universitäten
es: Escuelas y universidades asistidas
fr: École et université fréquentées
id: Sekolah dan universitas yang dihadiri
pt: Escola e universidade frequentadas
ru: Посещаемые школы и университеты
sw: Shule na chuo kikuu kilichohudhuriwa
th: โรงเรียนและมหาวิทยาลัยที่เข้าศึกษา
zh: 就读学校和大学

source: Search conversations...
ar: البحث في المحادثات...
de: Unterhaltungen durchsuchen...
es: Buscar conversaciones...
fr: Rechercher des conversations...
id: Cari percakapan...
pt: Pesquisar conversas...
ru: Поиск разговоров...
sw: Tafuta mazungumzo...
th: ค้นหาบทสนทนา...
zh: 搜索对话...

source: Search countries...
ar: بحث عن دول...
de: Länder suchen...
es: Buscar países...
fr: Rechercher des pays...
id: Cari negara...
pt: Pesquisar países...
ru: Поиск стран...
sw: Tafuta nchi...
th: ค้นหาประเทศ...
zh: 搜索国家...

source: Search degrees...
ar: بحث عن درجات علمية...
de: Abschlüsse suchen...
es: Buscar títulos...
fr: Rechercher des diplômes...
id: Cari gelar...
pt: Pesquisar graus...
ru: Поиск степеней...
sw: Tafuta digrii...
th: ค้นหาปริญญา...
zh: 搜索学位...

source: Search disciplines...
ar: بحث عن تخصصات...
de: Disziplinen suchen...
es: Buscar disciplinas...
fr: Rechercher des disciplines...
id: Cari disiplin ilmu...
pt: Pesquisar disciplinas...
ru: Поиск дисциплин...
sw: Tafuta taaluma...
th: ค้นหาสาขาวิชา...
zh: 搜索学科...

source: Search knowledge areas...
ar: البحث في مجالات المعرفة...
de: Wissensbereiche durchsuchen...
es: Buscar áreas...
fr: Rechercher des domaines...
id: Cari area pengetahuan...
pt: Pesquisar áreas de conhecimento...
ru: Поиск областей знаний...
sw: Tafuta maeneo ya maarifa...
th: ค้นหาพื้นที่ความรู้...
zh: 搜索知识领域...

source: Select a country
ar: اختر دولة
de: Wähle ein Land
es: Selecciona un país
fr: Sélectionnez un pays
id: Pilih negara
pt: Selecione um país
ru: Выберите страну
sw: Chagua nchi
th: เลือกประเทศ
zh: 选择国家

source: Select a degree
ar: اختر درجة علمية
de: Wähle einen Abschluss
es: Selecciona un título
fr: Sélectionnez un diplôme
id: Pilih gelar
pt: Selecione um grau
ru: Выберите степень
sw: Chagua digrii
th: เลือกปริญญา
zh: 选择学位

source: Select a discipline
ar: اختر تخصصاً
de: Wähle eine Disziplin
es: Selecciona una disciplina
fr: Sélectionnez une discipline
id: Pilih disiplin ilmu
pt: Selecione uma disciplina
ru: Выберите дисциплину
sw: Chagua taaluma
th: เลือกสาขาวิชา
zh: 选择学科

source: Select a folder to view its conversations
ar: اختر مجلداً لعرض محادثاته
de: Wähle einen Ordner, um seine Unterhaltungen anzuzeigen
es: Selecciona una carpeta para ver sus conversaciones
fr: Sélectionnez un dossier pour voir ses conversations
id: Pilih folder untuk melihat percakapannya
pt: Selecione uma pasta para ver suas conversas
ru: Выберите папку для просмотра разговоров
sw: Chagua folda kutazama mazungumzo yake
th: เลือกโฟลเดอร์เพื่อดูบทสนทนา
zh: 选择一个文件夹以查看其对话

source: Select an option
ar: اختر خياراً
de: Wähle eine Option
es: Selecciona una opción
fr: Sélectionnez une option
id: Pilih opsi
pt: Selecione uma opção
ru: Выберите вариант
sw: Chagua chaguo
th: เลือกตัวเลือก
zh: 选择一个选项

source: Select Folder
ar: اختر المجلد
de: Ordner auswählen
es: Seleccionar carpeta
fr: Sélectionner un dossier
id: Pilih Folder
pt: Selecionar Pasta
ru: Выберите папку
sw: Chagua Folda
th: เลือกโฟลเดอร์
zh: 选择文件夹

source: Self-Employed
ar: عمل حر
de: Selbstständig
es: Autónomo
fr: Indépendant
id: Wiraswasta
pt: Autônomo
ru: Самозанятый
sw: Kujiajiri
th: ประกอบอาชีพอิสระ
zh: 自雇

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
id: Kirim
pt: Enviar
ru: Отправить
sw: Tuma
th: ส่ง
zh: 发送

source: Send a verification link to your new email
ar: يرسل رابط تحقق إلى بريدك الجديد
de: Einen Verifizierungslink an deine neue E-Mail senden
es: Enviar un enlace de verificación a tu nuevo correo
fr: Envoyer un lien de vérification à votre nouvel e-mail
id: Mengirim tautan verifikasi ke email baru Anda
pt: Enviar um link de verificação para seu novo e-mail
ru: Отправить ссылку подтверждения на новый email
sw: Kutuma kiungo cha uthibitishaji kwa barua pepe yako mpya
th: ส่งลิงก์ยืนยันไปยังอีเมลใหม่ของคุณ
zh: 向您的新电子邮件发送验证链接

source: Send Reset Link
ar: إرسال رابط إعادة التعيين
de: Reset-Link senden
es: Enviar enlace
fr: Envoyer le lien de réinitialisation
id: Kirim Tautan Setel Ulang
pt: Enviar Link de Redefinição
ru: Отправить ссылку для сброса
sw: Tuma Kiungo cha Kuweka Upya
th: ส่งลิงก์รีเซ็ต
zh: 发送重置链接

source: Sending...
ar: جاري الإرسال...
de: Sende...
es: Enviando...
fr: Envoi...
id: Mengirim...
pt: Enviando...
ru: Отправка...
sw: Inatuma...
th: กำลังส่ง...
zh: 正在发送...

source: Service Status
ar: حالة الخدمة
de: Dienststatus
es: Estado del servicio
fr: État du service
id: Status Layanan
pt: Status do Serviço
ru: Статус сервисов
sw: Hali ya Huduma
th: สถานะบริการ
zh: 服务状态

source: Services
ar: الخدمات
de: Dienste
es: Servicios
id: Layanan
pt: Serviços
ru: Сервисы
sw: Huduma
th: บริการ
zh: 服务

source: Session updated
ar: تم تحديث الجلسة
de: Sitzung aktualisiert
es: Sesión actualizada
fr: Session mise à jour
id: Sesi diperbarui
pt: Sessão atualizada
ru: Сессия обновлена
sw: Kipindi kimesasishwa
th: อัปเดตเซสชันแล้ว
zh: 会话已更新

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
id: Pengaturan
pt: Configurações
ru: Настройки
sw: Mipangilio
th: การตั้งค่า
zh: 设置

source: Settings saved locally (Offline Mode)
ar: تم حفظ الإعدادات محلياً (وضع عدم الاتصال)
de: Einstellungen lokal gespeichert (Offline-Modus)
es: Configuración guardada localmente (Modo sin conexión)
fr: Paramètres enregistrés localement (Mode hors ligne)
id: Pengaturan disimpan secara lokal (Mode Luring)
pt: Configurações salvas localmente (Modo Offline)
ru: Настройки сохранены локально (Офлайн-режим)
sw: Mipangilio imehifadhiwa ndani (Hali ya Nje ya Mtandao)
th: บันทึกการตั้งค่าในเครื่อง (โหมดออฟไลน์)
zh: 设置已本地保存（离线模式）

# settings.emailAddress
source: Email Address
ar: البريد الإلكتروني
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse e-mail
id: Alamat Email
pt: Endereço de E-mail
ru: Email адрес
sw: Anwani ya Barua pepe
th: ที่อยู่อีเมล
zh: 电子邮件地址

# settings.enterValidEmail
source: Please enter a valid email address
ar: يرجى إدخال بريد إلكتروني صالح
de: Bitte gib eine gültige E-Mail-Adresse ein
es: Por favor ingresa un correo válido
fr: Veuillez entrer une adresse e-mail valide
id: Harap masukkan alamat email yang valid
pt: Por favor, insira um endereço de e-mail válido
ru: Пожалуйста, введите действительный email
sw: Tafadhali weka barua pepe sahihi
th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง
zh: 请输入有效的电子邮件地址

# settings.saveSuccess
source: Settings saved successfully
ar: تم حفظ الإعدادات بنجاح
de: Einstellungen erfolgreich gespeichert
es: Configuración guardada con éxito
fr: Paramètres enregistrés avec succès
id: Pengaturan berhasil disimpan
pt: Configurações salvas com sucesso
ru: Настройки успешно сохранены
sw: Mipangilio imehifadhiwa
th: บันทึกการตั้งค่าสำเร็จ
zh: 设置保存成功

# settings.settingsSaved
source: Settings saved successfully!
ar: تم حفظ الإعدادات بنجاح!
de: Einstellungen erfolgreich gespeichert!
es: ¡Configuración guardada con éxito!
fr: Paramètres enregistrés avec succès !
id: Pengaturan berhasil disimpan!
pt: Configurações salvas com sucesso!
ru: Настройки успешно сохранены!
sw: Mipangilio imehifadhiwa!
th: บันทึกการตั้งค่าสำเร็จ!
zh: 设置保存成功！

source: Share on WhatsApp
ar: شارك على واتساب
de: Auf WhatsApp teilen
es: Compartir en WhatsApp
fr: Partager sur WhatsApp
id: Bagikan di WhatsApp
pt: Compartilhar no WhatsApp
ru: Поделиться в WhatsApp
sw: Shiriki kwenye WhatsApp
th: แชร์ทาง WhatsApp
zh: 分享到 WhatsApp

source: Shortcut files (.url) are not supported. Please drag the actual file.
ar: ملفات الاختصار (.url) غير مدعومة. يرجى سحب الملف الفعلي.
de: Verknüpfungsdateien (.url) werden nicht unterstützt. Bitte ziehen Sie die eigentliche Datei.
es: Los archivos de acceso directo (.url) no son compatibles. Por favor arrastra el archivo real.
fr: Les fichiers de raccourci (.url) ne sont pas pris en charge. Veuillez faire glisser le fichier réel.
id: Berkas pintasan (.url) tidak didukung. Harap seret berkas yang sebenarnya.
pt: Arquivos de atalho (.url) não são suportados. Por favor, arraste o arquivo real.
ru: Файлы ярлыков (.url) не поддерживаются. Пожалуйста, перетащите сам файл.
sw: Faili za mkato (.url) hazitumiki. Tafadhali buruta faili halisi.
th: ไม่รองรับไฟล์ทางลัด (.url) โปรดลากไฟล์จริง
zh: 不支持快捷方式文件 (.url)。请拖动实际文件。

source: Shower
ar: زخات مطر
de: Schauer
es: Chubasco
fr: Averse
id: Hujan Ringan
pt: Pancada de Chuva
ru: Ливень
sw: Manyunyu
th: ฝนปรอยๆ
zh: 阵雨

# sidebar.chatTitlePlaceholder
source: Enter a title for this chat
ar: أدخل عنواناً لهذه المحادثة
de: Gib einen Titel für diesen Chat ein
es: Ingresa un título para este chat
fr: Entrez un titre pour ce chat
id: Masukkan judul untuk obrolan ini
pt: Digite um título para este chat
ru: Введите название чата
sw: Weka kichwa cha gumzo hili
th: ป้อนชื่อสำหรับแชทนี้
zh: 为此聊天输入标题

source: Single
ar: أعزب/عزباء
de: Ledig
es: Soltero/a
fr: Célibataire
id: Lajang
pt: Solteiro(a)
ru: Холост/Не замужем
sw: Hajaoa/Hajaolewa
th: โสด
zh: 单身

source: Skin Tone
ar: لون البشرة
de: Hautfarbe
es: Tono de piel
fr: Teint de peau
id: Warna Kulit
pt: Tom de Pele
ru: Тон кожи
sw: Rangi ya Ngozi
th: สีผิว
zh: 肤色

source: Slightly Helpful
ar: مفيد قليلاً
de: Wenig hilfreich
es: Poco útil
fr: Peu utile
id: Sedikit Membantu
pt: Pouco Útil
ru: Немного полезно
sw: Inasaidia Kidogo
th: มีประโยชน์เล็กน้อย
zh: 略有帮助

source: Snow
ar: ثلج
de: Schnee
es: Nieve
fr: Neige
id: Salju
pt: Neve
ru: Снег
sw: Theluji
th: หิมะตก
zh: 雪

source: Social
ar: اجتماعي
de: Sozial
id: Sosial
ru: Соц.
sw: Kijamii
th: สังคม
zh: 社会

source: Social login is not yet implemented
ar: تسجيل الدخول الاجتماعي غير مفعل حالياً
de: Social Login ist noch nicht implementiert
es: El inicio de sesión social aún no está implementado
fr: La connexion via les réseaux sociaux n'est pas encore implémentée
id: Masuk sosial belum diimplementasikan
pt: Login social ainda não implementado
ru: Вход через соцсети еще не реализован
sw: Kuingia kupitia mitandao ya kijamii bado hakujatekelezwa
th: การเข้าสู่ระบบด้วยโซเชียลยังไม่เปิดให้บริการ
zh: 社交登录尚未实现

source: Social Security / National Insurance Number
ar: رقم الضمان الاجتماعي / التأمين الوطني
de: Sozialversicherungs- / Nationale Versicherungsnummer
es: Número de Seguro Social / Seguro Nacional
fr: Numéro de sécurité sociale / assurance nationale
id: Nomor Jaminan Sosial / Asuransi Nasional
pt: Número de Segurança Social / Seguro Nacional
ru: Номер социального страхования
sw: Nambari ya Usalama wa Jamii / Bima ya Kitaifa
th: เลขประกันสังคม
zh: 社会安全号码 / 国民保险号码

source: Social Security & Welfare
ar: الضمان الاجتماعي والرفاهية
de: Soziale Sicherheit & Wohlfahrt
es: Seguridad Social y Bienestar
fr: Sécurité sociale et aide sociale
id: Jaminan Sosial & Kesejahteraan
pt: Seguridade Social e Bem-Estar
ru: Социальное обеспечение и благосостояние
sw: Usalama wa Jamii na Ustawi
th: ประกันสังคมและสวัสดิการ
zh: 社会保障与福利

source: Social Work
ar: العمل الاجتماعي
de: Soziale Arbeit
es: Trabajo Social
fr: Travail social
id: Pekerjaan Sosial
pt: Serviço Social
ru: Социальная работа
sw: Kazi ya Jamii
th: สังคมสงเคราะห์
zh: 社会工作

source: Sociology
ar: علم الاجتماع
de: Soziologie
es: Sociología
fr: Sociologie
id: Sosiologi
pt: Sociologia
ru: Социология
sw: Sosholojia
th: สังคมวิทยา
zh: 社会学

source: Software Engineering
ar: هندسة البرمجيات
de: Softwaretechnik
es: Ingeniería de Software
fr: Génie logiciel
id: Rekayasa Perangkat Lunak
pt: Engenharia de Software
ru: Программная инженерия
sw: Uhandisi wa Programu
th: วิศวกรรมซอฟต์แวร์
zh: 软件工程

source: Some Issues
ar: بعض المشاكل
de: Einige Probleme
es: Algunos problemas
fr: Quelques problèmes
id: Beberapa Masalah
pt: Alguns Problemas
ru: Некоторые проблемы
sw: Baadhi ya Masuala
th: มีปัญหาบางส่วน
zh: 部分问题

source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.
de: Etwas ist schief gelaufen. Bitte versuche es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fr: Une erreur s'est produite. Veuillez réessayer.
id: Terjadi kesalahan. Silakan coba lagi.
pt: Algo deu errado. Por favor, tente novamente.
ru: Что-то пошло не так. Пожалуйста, попробуйте снова.
sw: Hitilafu imetokea. Tafadhali jaribu tena.
th: เกิดข้อผิดพลาดบางอย่าง โปรดลองอีกครั้ง
zh: 出了点问题。请重试。

source: Sound notifications
ar: إشعارات الصوت
de: Tonbenachrichtigungen
es: Notificaciones de sonido
fr: Notifications sonores
id: Notifikasi suara
pt: Notificações sonoras
ru: Звуковые уведомления
sw: Arifa za sauti
th: การแจ้งเตือนด้วยเสียง
zh: 声音通知

source: Spanish
ar: الإسبانية
de: Spanisch
es: Español
fr: Espagnol
id: Spanyol
pt: Espanhol
ru: Испанский
sw: Kihispania
th: สเปน
zh: 西班牙语

source: Special Education
ar: التربية الخاصة
de: Sonderpädagogik
es: Educación Especial
fr: Éducation spécialisée
id: Pendidikan Luar Biasa
pt: Educação Especial
ru: Специальное образование
sw: Elimu Maalum
th: การศึกษาพิเศษ
zh: 特殊教育

source: Sports Management
ar: الإدارة الرياضية
de: Sportmanagement
es: Gestión Deportiva
fr: Gestion sportive
id: Manajemen Olahraga
pt: Gestão Esportiva
ru: Спортивный менеджмент
sw: Usimamizi wa Michezo
th: การจัดการกีฬา
zh: 体育管理

source: Standard Account
ar: حساب قياسي
de: Standardkonto
es: Cuenta estándar
fr: Compte standard
id: Akun Standar
pt: Conta Padrão
ru: Стандартный аккаунт
sw: Akaunti ya Kawaida
th: บัญชีมาตรฐาน
zh: 标准账户

source: Star
ar: تميز بنجمة
de: Favorisieren
es: Destacar
fr: Favori
id: Beri Bintang
pt: Favoritar
ru: В избранное
sw: Weka Nyota
th: ติดดาว
zh: 加星标

source: Starred
ar: المميزة بنجمة
de: Favoriten
es: Destacados
fr: Favoris
id: Berbintang
pt: Favoritos
ru: Избранное
sw: Zilizopewa Nyota
th: ติดดาว
zh: 已加星标

source: Starred Chats
ar: المحادثات المميزة
de: Favorisierte Chats
es: Chats destacados
fr: Chats favoris
id: Obrolan Berbintang
pt: Chats Favoritos
ru: Избранные чаты
sw: Gumzo za Nyota
th: แชทที่ติดดาว
zh: 加星标的聊天

source: Started a new conversation
ar: بدأت محادثة جديدة
de: Neue Unterhaltung begonnen
es: Nueva conversación iniciada
fr: Nouvelle conversation commencée
id: Memulai percakapan baru
pt: Iniciou uma nova conversa
ru: Начат новый разговор
sw: Imeanzisha mazungumzo mapya
th: เริ่มการสนทนาใหม่แล้ว
zh: 已开始新对话

source: Statistics
ar: إحصاء
de: Statistik
es: Estadística
fr: Statistiques
id: Statistik
pt: Estatística
ru: Статистика
sw: Takwimu
th: สถิติ
zh: 统计学

source: Strong
ar: قوية
de: Stark
es: Fuerte
fr: Fort
id: Kuat
pt: Forte
ru: Надежный
sw: Imara
th: รัดกุม
zh: 强

source: Student
ar: طالب
es: Estudiante
fr: Étudiant
id: Pelajar
pt: Estudante
ru: Студент
sw: Mwanafunzi
th: นักเรียน/นักศึกษา
zh: 学生

source: Submit
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
id: Kirim
pt: Enviar
ru: Отправить
sw: Tuma
th: ส่ง
zh: 提交

source: Submit Feedback
ar: إرسال الملاحظات
de: Feedback senden
es: Enviar comentarios
fr: Envoyer les commentaires
id: Kirim Umpan Balik
pt: Enviar Feedback
ru: Отправить отзыв
sw: Tuma Maoni
th: ส่งข้อเสนอแนะ
zh: 提交反馈

source: Submitting...
ar: جاري الإرسال...
de: Sende...
es: Enviando...
fr: Envoi...
id: Mengirim...
pt: Enviando...
ru: Отправка...
sw: Inatuma...
th: กำลังส่ง...
zh: 正在提交...

source: Successfully uploaded %@
ar: تم تحميل %@ بنجاح
de: %@ erfolgreich hochgeladen
es: Se subió %@ con éxito
fr: %@ téléchargé avec succès
id: Berhasil mengunggah %@
pt: Carregado com sucesso %@
ru: Успешно загружен %@
sw: Imefanikiwa kupakia %@
th: อัปโหลด %@ สำเร็จ
zh: 成功上传 %@

source: Swahili
ar: السواحيلية
de: Suaheli
es: Suajili
pt: Suaíli
ru: Суахили
sw: Kiswahili
th: สวาฮีลี
zh: 斯瓦希里语

source: Switched to Offline Mode
ar: تم التبديل إلى وضع عدم الاتصال
de: Zum Offline-Modus gewechselt
es: Cambiado a modo sin conexión
fr: Passé en mode hors ligne
id: Beralih ke Mode Luring
pt: Alterado para Modo Offline
ru: Переключено в офлайн-режим
sw: Imebadilishwa kuwa Hali ya Nje ya Mtandao
th: เปลี่ยนเป็นโหมดออฟไลน์
zh: 已切换到离线模式

source: Switched to Online Mode
ar: تم التبديل إلى وضع الاتصال
de: Zum Online-Modus gewechselt
es: Cambiado a modo en línea
fr: Passé en mode en ligne
id: Beralih ke Mode Daring
pt: Alterado para Modo Online
ru: Переключено в онлайн-режим
sw: Imebadilishwa kuwa Hali ya Mtandaoni
th: เปลี่ยนเป็นโหมดออนไลน์
zh: 已切换到在线模式

source: System
ar: النظام
es: Sistema
fr: Système
id: Sistem
pt: Sistema
ru: Системная
sw: Mfumo
th: ระบบ
zh: 系统

source: System Status
ar: حالة النظام
es: Estado del sistema
fr: État du système
id: Status Sistem
pt: Status do Sistema
ru: Статус системы
sw: Hali ya Mfumo
th: สถานะระบบ
zh: 系统状态

source: Systems Engineering
ar: هندسة النظم
de: Systemtechnik
es: Ingeniería de Sistemas
fr: Ingénierie des systèmes
id: Teknik Sistem
pt: Engenharia de Sistemas
ru: Системная инженерия
sw: Uhandisi wa Mifumo
th: วิศวกรรมระบบ
zh: 系统工程

source: Tab completed!
ar: تم إكمال علامة التبويب!
de: Tab abgeschlossen!
es: ¡Pestaña completada!
fr: Onglet terminé !
id: Tab selesai!
pt: Aba completada!
ru: Вкладка завершена!
sw: Kichupo kimekamilika!
th: แท็บเสร็จสมบูรณ์!
zh: 选项卡已完成！

source: Tax Filing Deadline
ar: موعد تقديم الضرائب
de: Steuererklärungsfrist
es: Fecha límite de impuestos
fr: Date limite de déclaration fiscale
id: Tenggat Waktu Pelaporan Pajak
pt: Prazo para Declaração de Impostos
ru: Срок подачи налогов
sw: Tarehe ya Mwisho ya Ushuru
th: กำหนดเวลายื่นภาษี
zh: 报税截止日期

source: Tax Filing System
ar: نظام تقديم الإقرارات الضريبية
de: Steuererklärungssystem
es: Sistema de declaración de impuestos
fr: Système de déclaration fiscale
id: Sistem Pelaporan Pajak
pt: Sistema de Declaração de Impostos
ru: Система налоговой отчетности
sw: Mfumo wa Kulipa Ushuru
th: ระบบยื่นภาษี
zh: 税务申报系统

source: Taxpayer identification number (TIN)
ar: رقم التعريف الضريبي (TIN)
de: Steueridentifikationsnummer (TIN)
es: Número de identificación tributaria (TIN/RUC)
fr: Numéro d'identification fiscale (TIN)
id: Nomor Pokok Wajib Pajak (NPWP)
pt: Número de identificação fiscal (TIN)
ru: Идентификационный номер налогоплательщика (ИНН)
sw: Nambari ya utambulisho wa mlipa kodi (TIN)
th: เลขประจำตัวผู้เสียภาษี (TIN)
zh: 纳税人识别号 (TIN)

source: Tech Stack
ar: التقنيات المستخدمة
es: Stack Tecnológico
fr: Pile technologique
ru: Технологический стек
sw: Teknolojia
th: เทคโนโลยีที่ใช้
zh: 技术栈

source: Technical Diploma
ar: دبلوم تقني
es: Diploma Técnico
fr: Diplôme technique
id: Diploma Teknis
pt: Diploma Técnico
ru: Технический диплом
sw: Diploma ya Kiufundi
th: ประกาศนียบัตรเทคนิค
zh: 技术文凭

source: Temporary Resident
ar: مقيم مؤقت
de: Vorübergehender Bewohner
es: Residente temporal
fr: Résident temporaire
id: Penduduk Sementara
pt: Residente Temporário
ru: Временный житель
sw: Mkazi wa Muda
th: ผู้พำนักชั่วคราว
zh: 临时居民

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
id: Ketentuan Layanan
pt: Termos de Serviço
ru: Условия использования
sw: Masharti ya Huduma
th: เงื่อนไขการให้บริการ
zh: 服务条款

source: Thank you for your feedback!
ar: شكراً لملاحظاتك!
de: Danke für dein Feedback!
es: ¡Gracias por tus comentarios!
fr: Merci pour vos commentaires !
id: Terima kasih atas umpan balik Anda!
pt: Obrigado pelo seu feedback!
ru: Спасибо за ваш отзыв!
sw: Asante kwa maoni yako!
th: ขอบคุณสำหรับข้อเสนอแนะของคุณ!
zh: 感谢您的反馈！

source: The verification link is invalid or has expired.
ar: رابط التحقق غير صالح أو منتهي الصلاحية.
de: Der Verifizierungslink ist ungültig oder abgelaufen.
es: El enlace de verificación no es válido o ha caducado.
fr: Le lien de vérification est invalide ou a expiré.
id: Tautan verifikasi tidak valid atau telah kedaluwarsa.
pt: O link de verificação é inválido ou expirou.
ru: Ссылка для проверки недействительна или срок ее действия истек.
sw: Kiungo cha uthibitishaji si sahihi au kimeisha muda.
th: ลิงก์ยืนยันไม่ถูกต้องหรือหมดอายุ
zh: 验证链接无效或已过期。

source: Theatre Arts
ar: فنون مسرحية
de: Theaterwissenschaft
es: Artes Teatrales
fr: Arts du théâtre
id: Seni Teater
pt: Artes Teatrais
ru: Театральное искусство
sw: Sanaa ya Tamthilia
th: ศิลปะการละคร
zh: 戏剧艺术

source: Theme
ar: السمة
de: Design
es: Tema
fr: Thème
id: Tema
pt: Tema
ru: Тема
sw: Mandhari
th: ธีม
zh: 主题

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
id: Tindakan ini tidak dapat dibatalkan.
pt: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
sw: Kitendo hiki hakiwezi kubatilishwa.
th: การกระทำนี้ไม่สามารถย้อนกลับได้
zh: 此操作无法撤销。

source: This field is required
ar: هذا الحقل مطلوب
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fr: Ce champ est requis
id: Kolom ini wajib diisi
pt: Este campo é obrigatório
ru: Это поле обязательно
sw: Sehemu hii inahitajika
th: จำเป็นต้องระบุฟิลด์นี้
zh: 此字段是必填项
